//   sidebar: {
//     '/总标题/': [
//       {
//         title: 'Group 1',
//         collapsable: false,
//         children: [
//             ['01.标题1/01.标题1-1','标题1-1'],
//             ['01.标题1/02.标题1-2','标题1-2'],
//         ],
//       },
//       {
//         title: 'Group 2',
//         collapsable: false,
//         children: [
//             ['02.标题2/01.标题2-1','标题2-1'],
//             ['02.标题2/02.标题2-2','标题2-2'],
//             ['02.标题2/03.标题2-3','标题2-3'],
//             ['02.标题2/04.标题2-4','标题2-4'],
//         ],
//       },
//     ],
//   }